{
  "Quotes-M3":
  [
    {
      "versionsCode": 11,
      "versionsName": "V.3.1",
      "apkUrl": "https://github.com/Lijukay/Qwotable/releases/download/v0.1.1beta/Qwotable.V.0.1.1beta.apk",
      "changelog": "DO NOT INSTALL YET! I AM GOING TO TEST SOMETHING IN THE MOMENT"
    }
  ],
  "Quotes-OneUI":
  [
    {
      "versionsCode": 8,
      "versionsName": "Version 2.1",
      "apkUrl": "https://github.com/Lijukay/Quotes-OneUI/releases/download/v2.0/Quotes.OneUI.V2.0.apk",
      "changelog": "Nothing yet, just for testing"
    }
  ],
  "Qwotable":
  [
    {
      "versionsCode": 3,
      "versionsName": "Version 0.1.2 beta",
      "apkUrl": "https://github.com/Lijukay/Qwotable/releases/download/v0.1.2beta/app-release.apk",
      "changelog": "Changelog:\n\nThis release may bring following fixes:\n\n- Support of the Onboarding screen for smaller devices (yet to be tested)\n\nNew Features in this release:\n\n- Adding language support for French and German\n- Adding possibility of changing the app color (more colors are yet to be implemented)\n- Updater for full releases + beta releases (yet to be tested)\n- Switch for beta release\n- Card on home fragment shows update or beta update\n> Important: If there is a full release, it only shows the full release as beta versions should be at least one version code higher than full releases\n\nChanges in this release:\n\n- Replacing the Frame layout with a so called ViewPager\n- Quotes now show two credit texts. The first shows the author and the second the media where it can be found\n- The example card's layout now follow the layout of the card of the quotes and wisdom\n\n\nTHIS IS A BETA RELEASE AND MAY NOT BE STABLE YET. IT IS FOR TESTING PURPOSES ONLY",
      "versionsCodeBeta": 5,
      "versionsNameBeta": "Version 0.1.4 beta",
      "apkUrlBeta": "https://github.com/Lijukay/Qwotable/releases/download/v0.1.4beta/Qwotable.V.0.1.4beta.apk",
      "changelogBeta": "New:\n\n- Home-Layout for tablets\n- Dialog to share and copy wisdom\n- Error screen for quotes and wisdom fragment when offline\n- Error screen for wisdom\n- Retry button for error screen\n\nChanges:\n\n- Start of changing variable names and id names\n- Disable landscape modes on smartphones\n- Add \"found in\" to wisdom cards\n- Completely disable color scheme for Android Versions < Android 10\n- The app now sets the color scheme back to red even if another color scheme was set before on phones running Android 9 and lower\n- The next button on the presentation screen now does not start the app anymore when the last page was opened and then returned to another page before\n- Wisdom now parses German wisdoms as well\n- The status bar in light mode is now shown correctly when the color scheme is set to pink\n- The color-dialog's card now wraps the height of its content"
    }
  ]
}
