{
  "Quotes-M3":
  [
    {
      "versionsCode": 10,
      "versionsName": "V.3.1",
      "apkUrl": "https://github.com/Lijukay/Quotes-M3/releases/download/v3.1/Quotes.V.3.1.apk",
      "changelog": "This release is huge.\n\nI made some changes to everything.\nI added a default settings page. The settings page includes:\n- Color theme: You can now choose between two different colors. Future updates will include more color themes.\n- Language: You can now choose between two different languages. Future updates may include more languages.\n- Dark-Mode: You can now choose if the uses the dark-mode or the light-mode.\n- Updater (moved from About page): This is simply the updater you had in earlier versions.\n- Report bug (moved from About page): Here you can send me Bugs.\n- Feature suggestion (moved from About page): Here you can send me suggestions for new features.\n- Share (moved from About page): Share your apps with friends.\n- Feedback (moved from About page): Send me Feedback, so I can make my app better.\n- App's permission (moved from About page): Read about the app's permission.\n- Privacy Policy (moved from About page): Read about your privacy.\n- Licenses (moved from About page / currently disabled).\nApp's About page you know from Version 3.0 has been removed. Maybe I'll add an dialog in future updates.\nTapping on the App Bar will now send you back to the previous page.\nMoving between activities will show an animation.\nChanging theme or language sends you to the apps main-page.\n\"About\" in menus has changed to \"Settings\".\nTranslation has been added.\nRemoving Lottie Animations.\n\nFor quotes: I decided to not translate every quote to a language anymore. Quotes are now specific to languages.\n\n\nKeep your app up-to-date to get the latest features and bug-fixes"
    }
  ],
  "Quotes-OneUI":
  [
    {
      "versionsCode": 8,
      "versionsName": "Version 2.1",
      "apkUrl": "https://github.com/Lijukay/Quotes-OneUI/releases/download/v2.0/Quotes.OneUI.V2.0.apk",
      "changelog": "Nothing yet, just for testing"
    }
  ],
  "Qwotable":
  [
    {
      "versionsCode": 2,
      "versionsName": "Version 1.0",
      "apkUrl": "https://github.com/Lijukay/Qwotable/releases/download/v0.1/app-debug.apk",
      "changelog": "Hopefully, it works now",
      "versionsCodeBeta": 3,
      "apkUrlBeta": "Yet to add",
      "changelogBeta": "This is a beta changelog. Have fun testing"
    }
  ]
}
