{
  "Quotes-M3":
  [
    {
      "versionsCode": 10,
      "versionsName": "V.3.1",
      "apkUrl": "https://github.com/Lijukay/Quotes-M3/releases/download/v3.0/Quotes.V.3.0.apk",
      "changelog": "This release is huge.\n\nI made some changes to everything. I added a default settings page. The settings page includes: - Color theme: You can now choose between two different colors. Future updates will include more color themes. - Language: You can now choose between two different languages. Future updates may include more languages. - Dark-Mode: You can now choose if the uses the dark-mode or the light-mode. - Updater (moved from About page): This is simply the updater you had in earlier versions. - Report bug (moved from About page): Here you can send me Bugs. - Feature suggestion (moved from About page): Here you can send me suggestions for new features. - Share (moved from About page): Share your apps with friends. - Feedback (moved from About page): Send me Feedback, so I can make my app better. - App's permission (moved from About page): Read about the app's permission. - Privacy Policy (moved from About page): Read about your privacy. - Licenses (moved from About page / currently disabled). App's About page you know from Version 3.0 has been removed. Maybe I'll add an dialog in future updates. Tapping on the App Bar will now send you back to the previous page. Moving between activities will show an animation. Changing theme or language sends you to the apps main-page. \"About\" in menus has changed to \"Settings\". Translation has been added.Removing Lottie Animations. For quotes: I decided to not translate every quote to a language anymore. Quotes are now specific to languages. Keep your app up-to-date to get the latest features and bug-fixes"
    }
  ],
  "Quotes-OneUI":
  [
    {
      "versionsCode": 8,
      "versionsName": "Version 2.1",
      "apkUrl": "https://github.com/Lijukay/Quotes-OneUI/releases/download/v2.0/Quotes.OneUI.V2.0.apk",
      "changelog": "Nothing yet, just for testing"
    }
  ]
}
